{
  "CHADTree": { "branch": "chad" },
  "LuaSnip": { "branch": "master" },
  "ags": { "branch": "master" },
  "animate": { "branch": "main" },
  "bufonly": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "comment": { "branch": "master" },
  "cursorword": { "branch": "main" },
  "easyalign": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "hop": { "branch": "master" },
  "hugefile": { "branch": "master" },
  "indent-blankline": { "branch": "master" },
  "interestingwords": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-solarized": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbowcsv": { "branch": "master" },
  "schlepp": { "branch": "master" },
  "splitjoin": { "branch": "main" },
  "surround": { "branch": "main" },
  "switch": { "branch": "main" },
  "targets": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "the-good-snippets": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "unimpaired": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "visual-multi": { "branch": "master" },
  "which-key": { "branch": "main" }
}